Repository: common-repository/anysearch
Catalog: languages/anysearch-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: Convert each visitor to money! Our plugin is a part of Smart Search calls AnySearch, which we propose to implement for Woocommerce sites. It takes over the function of a programmer to install and configure search to your site. Now you don't need to look for a special person to set up the code, our plugin will automatically enable the search.
ru_ru: Конвертируйте каждого посетителя в деньги! Наш плагин это частичка Умного поиска AnySearch, который мы предлагаем внедрить для Вукомерс сайтов. Он берет на себя функцию программиста по установке и настройке поиска на ваш сайт. Теперь вам не нужно искать специального человека для настройки кода, наш плагин автоматически подключит поиск.

source: Convert each visitor to money! Our plugin is a part of Smart Search calls AnySearch, which we propose to implement for Woocommerce sites. It takes over the function of a programmer to install and configure search to your site. Now you don't need to look for a special person to set up the code, our plugin will automatically enable the search. To get started, just go to <a href="admin.php?page=Anysearch-key-config">your Anysearch Settings page</a> to set up your API key.
ru_ru: Конвертируйте каждого посетителя в деньги! Наш плагин это частичка Умного поиска AnySearch, который мы предлагаем внедрить для Вукомерс сайтов. Он берет на себя функцию программиста по установке и настройке поиска на ваш сайт. Теперь вам не нужно искать специального человека для настройки кода, наш плагин автоматически подключит поиск. Что бы начать, просто передите в <a href="admin.php?page=Anysearch-key-config"> настройки плагина</a> для того, что бы настроить API ключ.

source: Anysearch %s requires WordPress %s or higher.
ru_ru: Плагин %s требует WordPress %s или выше.

source: Please <a href="%1$s">upgrade WordPress</a> to a current version
ru_ru: Пожалуйста, <a href="%1$s">обновите WordPress</a> до текущей версии

source: Every %d minutes
ru_ru: Каждые %d минут

source: Every %d Minutes
ru_ru: Каждые %d минут

source: API Key
ru_ru: Ключ API

source: Disconnect this account
ru_ru: Отключить аккаунт

source: Save Changes
ru_ru: Сохранить настройки

source: Export settings
ru_ru: Экспортировать настройки

source: Exporting status
ru_ru: Статус экспорта

source: Last upload
ru_ru: Последния выгрузка

source: Partial sync
ru_ru: Частичная синхронизация

source: Turn on sync when product have been modified or created
ru_ru: Синхронизировать при изменении или создании продукта

source: Remove if out of stock
ru_ru: Удалять, когда товар заканчивается на складе

source: Items which are out of stock will be removed from search results
ru_ru: Товары, которых нет в наличии, будут удалены из результатов поиска

source: Full sync period
ru_ru: Период полной синхронизации

source: Never
ru_ru: Никогда

source: Every day
ru_ru: Каждый день

source: Every 3d day
ru_ru: Каждый 3-й день

source: Every week
ru_ru: Каждую неделю

source: Save
ru_ru: Сохранить

source: Manual full sync
ru_ru: Запустить полную выгрузку

source: Widget settings
ru_ru: Настройки виджета

source: Settings page
ru_ru: Страница настроек

source: Manually enter an API key
ru_ru: Введите ключ API вручную

source: Enter your API key
ru_ru: Введите ключ API вручную

source: Connect with API key
ru_ru: Подключиться с помощью ключа API

source: Your license has expired
ru_ru: Действие Вашей подписки временно приостановлено

source: Contact with support to renew your subscription with a button below.
ru_ru: Свяжитесь с нашей поддержкой для оплаты и получения доступа к поиску.

source: Contact with us
ru_ru: Связаться

source: <strong>Almost done</strong> - configure Anysearch and use quick search
ru_ru: <strong>Почти закончено</strong> - настроить Any Search и использовать быстрый поиск

source: Your site can&#8217;t connect to the Anysearch servers.
ru_ru: Ваш сайт не может подключиться к сервесу Anysearch.

source: Your firewall may be blocking Anysearch from connecting to its API. Please contact your host to resolve this
ru_ru: Ваш Firewall может блокировать Anysearch от подключения к его API. Пожалуйста, обратитесь к своему хостингу, чтобы решить эту проблему

source: Your WP site is now connected to search API.
ru_ru: Ваш сайт подключен к поиску.

source: Sync started
ru_ru: Синхронизация началась

source: Settings saved
ru_ru: Настройки сохранены

source: Sync finished
ru_ru: Синхронизация закончена

source: The key you entered is invalid. Please double-check it.
ru_ru: Введеный ключ не подходит. Пожалуйста, проверьте ещё раз.

source: Your API key is no longer valid. Please enter a new key.
ru_ru: Ваш API ключ больше не действителен. Пожалуйста, введите новый.

source: Manual Configuration
ru_ru: Ручная настройка

source: An anysearch API key has been defined in the %s file for this site.
ru_ru: Ключ API anysearch определен в файле %s для этого сайта.

source: Set up your Anysearch account to enable fast search on this site.
ru_ru: Настройте свою учетную запись Anysearch, чтобы включить быстрый поиск на этом сайте.

source: Set up your Anysearch account
ru_ru: Настройте свой аккаунт Anysearch

source: Let your customer find everything
ru_ru: Позволь своим клиентам найти то, что они хотят
